[
    {
      "groupName": "Sporting Group",
      "groupNumber": 1,
      "details": "Naturally active and alert, Sporting dogs make likeable, well-rounded companions. First developed to work closely with hunters to locate and/or retrieve quarry. There are four basic types of Sporting dogs; spaniels, pointers, retrievers and setters. Known for their superior instincts in water and woods, many of these breeds enjoy hunting and other field activities. Many of them, especially the water-retrieving breeds, have well insulated water repellant coats, which are quite resilient to the elements. Thinking of getting one? Just realize that most require regular, invigorating exercise."
    },
    {
      "groupName": "Hound Group",
      "groupNumber": 2,
      "details": "Most hounds share the common ancestral trait of being used for hunting. Some use acute scenting powers to follow a trail. Others demonstrate a phenomenal gift of stamina as they relentlessly run down quarry. Beyond this, however, generalizations about hounds are hard to come by, since the Group encompasses quite a diverse lot. There are Pharaoh Hounds, Norwegian Elkhounds, Afghans and Beagles, among others. Some hounds share the distinct ability to produce a unique sound known as baying. You'd best sample this sound before you decide to get a hound of your own to be sure it's your cup of tea."
    },
    {
      "groupName": "Working Group",
      "groupNumber": 3,
      "details": "Quick to learn, dogs of the Working Group are intelligent, strong, watchful, and alert. Bred to assist man, they excel at jobs such as guarding property, pulling sleds and performing water rescues. Doberman Pinschers, Siberian Huskies and Great Danes are part of this Group, to name just a few. They make wonderful companions but because they are large, and naturally protective, prospective owners need to know how to properly train and socialize a dog. Some breeds in the Working Group may not be for the first-time dog owner."
    },
    {
      "groupName": "Terrier Group",
      "groupNumber": 4,
      "details": "Feisty and energetic are two of the primary traits that come to mind for those who have experience with Terriers. In fact, many describe their distinct personalities as “eager for a spirited argument.” Bred to hunt, kill vermin and to guard their families home or barn; sizes range from fairly small, as in the Norfolk, Cairn or West Highland White Terrier, to the larger and grand Airedale Terrier. Prospective owners should know that terriers make great pets, but they do require determination on the part of the owner because they can be stubborn; have high energy levels, and require special grooming (known as “stripping”) to maintain a characteristic appearance."
    },
    {
      "groupName": "Toy Group",
      "groupNumber": 5,
      "details": "Toy breeds might be short on size, but they are definitely not short on personality! Breeds in the Toy group are affectionate, sociable and adaptable to a wide range of lifestyles. Just don't let their size and winsome expressions fool you: they are smart full of energy and many have strong protective instincts. Toy dogs are popular with city dwellers because they make ideal apartment dogs and terrific lap warmers on nippy nights."
    },
    {
      "groupName": "Non-Sporting Group",
      "groupNumber": 6,
      "details": "Non-Sporting dogs are made up of a diverse group of breeds with varying sizes, coats, personalities and overall appearance. They come from a wide variety of backgrounds so it is hard to generalize about this group of dogs. From the sturdy Chow Chow, to the compact French Bulldog and the foxlike Keeshond, the differences in features can be vast. Most are good watchdogs and housedogs. Other breeds in this group are the ever-popular Dalmatian, Poodle and Lhasa Apso, and the less common Schipperke and Tibetan Spaniel."
    },
    {
      "groupName": "Herding Group",
      "groupNumber": 7,
      "details": "Up until 1983, the breeds in the Herding Group were part of the Working Group. All Herding breeds share an instinctual ability to control the movement of other animals. These breeds were developed to gather, herd and protect livestock. Today, some like the Belgian Malinois and the German Shepherd Dog are commonly used for police and protection work. The herding instinct in these breeds is so strong that Herding breeds have been known to gently herd their owners, especially the children of the family. In general, these intelligent dogs make excellent companions and respond beautifully to training exercises."
    },
    {
      "groupName": "Miscellaneous Class",
      "groupNumber": 8,
      "details": "The breeds currently eligible to participate in the Miscellaneous Class are still enrolled in the AKC Foundation Stock Service®. FSS® enrollment is maintained until the AKC Board of Directors accepts the breed for regular status. Authorities acknowledge that throughout the world there are several hundred distinct breeds of purebred dogs, not all of which are AKC recognized breeds. Those officially recognized for AKC registration appear in the Stud Book of the American Kennel Club. The AKC provides for a regular path of development for a new breed, which may result in that breed’s full recognition and appearance in the official Stud Book as an AKC recognized breed."
    }
  ]